// alert("Я JavaScript");

//------------------------------------------------------------------

// let admin;
// let name = "Джон";

// let admin, name;
// name = "Джон";

// admin = name;

// alert(admin);

//------------------------------------------------------------------


// let PlanetEarth;
// let CurrentUser;


// let ourPlanetName;
// let currentUserName;


//------------------------------------------------------------------

// let userNme = prompt("Укажите, пожалуйста, ваше имя", "");
// alert(userNme);

//------------------------------------------------------------------